Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A08B.tmx
Source language: en_us
Languages: zh_cn

source: US offers automakers $13.4 bln lifeline
zh_cn: 美国政府 为汽车业提供134亿美元援助

source: The US government agreed Friday to an emergency loan of 13.4 billion dollars to ailing automakers to stave off collapse of the sector that could deal a crippling blow to the economy.
zh_cn: 美国政府周五同意紧急贷款134亿美元，避免汽车产业的崩溃会对本一沉重的美国经济更严重的打击。

source: The rescue announced could include up to four billion dollars more pending congressional approval.
zh_cn: 等待国会批准后，还有望获得多达40亿美元额外的援助。

source: General Motors and Chrysler were expected to draw on the funds immediately to avert bankruptcy, and will be required to implement new belt-tightening moves and demonstrate their long-term viability.
zh_cn: 通用汽车和克莱斯勒预计将立即利用这些资金以避免破产，并将被要求实施新的紧缩举措，表明其长期生存能力。

source: "These are not ordinary circumstances," President George W. Bush said in announcing the aid . "In the midst of a crisis and a recession allowing the US auto industry to collapse is not a responsible course of action."
zh_cn: 在宣布该援助的时候，布什总统说：“现在不是一般的状况，在危机和经济衰退之中，允许美国汽车工业崩溃是不负责任的举措。

source: The funds will be drawn from the Treasury's 700 billion dollar Troubled Asset Relief Program (TARP).
zh_cn: 这些资金将来自财政部的7000亿美元的问题资产救助计划（TARP） 。

source: An additional four billion dollars from the TARP will be available in February, contingent upon congressional approval of the second portion of that program.
zh_cn: 另外的40亿美元来自TARP的援助资金将在明年2月份，这需要视国会对该计划第二部分的批准而定。

source: The automakers will have to take steps to demonstrate their viability by March 31.
zh_cn: 汽车制造商们得在09年3月31号之前采取行动来证明计划的可行性。

source: "The automakers and unions must understand what is at stake and make hard decisions necessary to reform," Bush said. "We intend to send a clear message to everyone involved in the future of American automakers."
zh_cn: “汽车制造商和商会必须明白什么处于危机和做出改革必须的艰难决定”，布什说，“我们打算给参与美国汽车制造业的每个人发一个明确的信息。”

source: He added that restructuring the industry would "require meaningful concessions from all involved in the auto industry."
zh_cn: 他补充说，汽车产业的调整需要所有关系汽车行业的人有意义的让步。

source: Among the "targets" established by the loan would be a two-thirds reduction in debt by exchanging debt for equity, more flexible work rules and cuts in wages to make the companies competitive with foreign manufacturers established on US soil.
zh_cn: 通过贷款建立的目标是，通过贷款换股权达到贷款2/3的减少。实施更加灵活的工作机制和消减工资来保证美国本土企业对外国制造商的竞争力。

source: "The loan will be automatically called by the government and will be repaid in full if certain conditions are not met" by March 31, a senior administration official said.
zh_cn: 一位布什政府高级官员说，政府将要求这笔贷款自动全部归还，如果直至3月31号某些要求不能满足要求。

source: "The most important one is that the firms must be viable."
zh_cn: 这位官员还说，最重要的是企业必须能够自救。

source: The official added that "this does not mean the firms has to be profitable but clearly ... the firms have to be profitable soon."
zh_cn: 他还补充说:“这并不意味着公司要赚钱，但显然...企业必须尽快实现盈利。”

source: Chrysler LLC chairman and chief executive Bob Nardelli a letter of intent for the loan had been signed.
zh_cn: 克莱斯勒董事长兼首席执行官鲍勃?纳德利关于贷款的意向书已签署了。

source: "These requirements will require consideration from all constituents, requiring commitment first in principal, leading to implementation this coming year," Nardelli said.
zh_cn: 纳德利说，这些要求需要所有方面的考虑，需要首先是资本金的承诺，带到接下来一年的执行。

source: "Chrysler is committed to meeting these requirements."
zh_cn: 克莱斯勒承诺满足这些要求。

source: General Motors lauded the action and said in a statement: "This action helps to preserve many jobs, and supports the continued operation of GM and the many suppliers, dealers and small businesses across the country that depend on us."
zh_cn: 通用汽车称赞此次行动并在声明中说：这次行动帮助维持了很多就业，帮助了通用汽车的持续运营，和许多依赖我们的供应商，销售商和小企业。

source: GM added: "This will allow us to accelerate the completion of our aggressive restructuring plan for long-term, sustainable success."
zh_cn: 通用汽车还补充说：这将会允许我们长期可持续的积极改革计划的顺利加速完成。

source: The administration official said the loan would be managed by the US Treasury and that no "car czar" would be appointed, but that president-elect Barack Obama would be allowed to designate one after taking office January 20.
zh_cn: 布什政府官员说，贷款将由美国财政部管理，没有“汽车沙皇”将被任命，但是当选总统奥巴马1月20号上台之后将允许指定一个。

source: "We have kept them (the Obama transition team) informed throughout the process," the official said.
zh_cn: 这名官员说，“我们必须保持奥巴马过渡小组在整个过程中得到通知。”

source: The official added that the plan did not cover the financial arms of the auto firms, which also are facing distress from the credit crunch and weak economy.
zh_cn: 该官员补充说，计划不包括汽车企业的金融工具，这些金融工具也正面临着信用危机和经济低迷。

source: Mired in heavy losses and deep in debt, the Big Three automakers had asked earlier for a government rescue to help weather the economic crisis after Congress refused a bailout in a dispute over union wages.
zh_cn: 在国会在关于商会工资待遇产生争执，拒绝救助后，由于陷入严重亏损和深切的债务，美国三大汽车制造商早前已经要求政府救援来帮助渡过经济危机。

source: The firms have repeatedly warned that without a package of loans, millions of jobs could be lost, which they say would have devastating effects for the nation's already stumbling economy.
zh_cn: 这些企业反复警告称，没有一揽子贷款，成百万的人会失业，这也会导致国家已经糟糕的经济毁灭性打击。

source: Chrysler said Thursday it was closing its American units for a month from Friday after GM announced it was idling 30 percent of its North American production "in response to rapidly deteriorating market conditions."
zh_cn: 克莱斯勒周四称，从星期五开始正在关闭了他的美国单位一个月，在通用汽车宣布将减产北美产量30%作为对快速恶化中的市场的反应。

source: Bush had faced pressure to act before the Christmas and New Year holidays while White House officials had warned bankruptcy was one of the options being considered.
zh_cn: 布什在圣诞和元旦之前曾面临行动压力，而白宫官员也曾警告说破产时被考虑的一种选择。
